export const ClassificationCode = [
    {
        member: {
            "내국인": ["아동", "성인", "노인"],
            "외국인": ["아동", "성인", "노인"]
        },
        Teacher: {
            "구기": ["농구", "야구", "풋살"],
            "수상": ["수영", "다이빙"],
            "댄스": ["k-pop", "밸리댄스"],
            "라켓": ["탁구", "배드민턴", "테니스", "스쿼시"],
            "웨이트": ["클라이밍", "크로스핏", "필라테스"],
        },
        Staff: {
            "시설": ["팀장", "사원"],
            "강좌": ["팀장", "사원"],
            "일반": ["팀장", "사원"],
        },
        Class: {
            "구기": ["농구", "야구", "풋살"],
            "수상": ["수영", "다이빙"],
            "댄스": ["k-pop", "밸리댄스"],
            "라켓": ["탁구", "배드민턴", "테니스", "스쿼시"],
            "웨이트": ["클라이밍", "크로스핏", "필라테스"],
        },
        Facility: {
            "주차장": ["지하1층", "지하2층", "지하3층"],
            "태니스장": ["1번코트", "2번코트"],
            "풋살장": ["1번코트", "2번코트"],
            "농구장": ["1번경기장", "2번경기장"],
        },
    }
];