import './InfoHandlingPolicy.css'

export default function InfoHandlingPolicy() {
    return (
        <div>
            <p className='InfoHandlingPolicy_Content_subtitle'>개인정보처리방침</p>
            <div className='InfoHandlingPolicy_Content_content'>
                <p>FETNEST 체육시설은 개인정보 보호법 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.</p>
            </div>

            <span className='InfoHandlingPolicy_Content_title'>제1조(개인정보의 처리 목적)</span>
            <p>성남도시개발공사 체육시설은 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 개인정보 보호법 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.<br></br>
                1. 홈페이지 회원가입 및 관리<br></br>
                - 회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의 여부 확인, 각종 고지·통지, 민원사무 처리 등을 목적으로 개인정보를 처리합니다.<br></br>
                2. 부설주차장 관리<br></br>
                - 체육시설 강좌이용자 입·출, 주차관리 및 월정기 주차관리 등의 목적으로 개인정보를 처리합니다.<br></br>
                성남도시개발공사 체육시설이 개인정보 보호법 제32조에 따라 등록·공개하는 개인정보파일의 처리목적은 다음과 같습니다.</p>
            <div className='InfoHandlingPolicy_content_div_div'>
                <div className='InfoHandlingPolicy_content_index'>
                    <span>개인정보파일명</span>
                    <span>운영근거</span>
                    <span>처리목적</span>
                </div>
                <div className='InfoHandlingPolicy_content_content'>
                    <span>체육시설 회원관리</span>
                    <span>성남시 체육시설 관리 운영 조례 제3조, 전자금융거래법 제22조, 전자상거래법 제6조</span>
                    <span>체육시설 회원관리, 수강신청, 체육시설 대관, 민원사무 처리</span>
                    <span>부설주차장 관리파일</span>
                    <span>성남시 체육시설 부설주차장 운영규정, 전자금융거래법 제22조, 전자상거래법 제6조</span>
                    <span>체육시설 강좌이용자 주차관리</span>
                </div>
            </div>
            <span className='InfoHandlingPolicy_Content_title'>제2조(개인정보의 처리 및 보유 기간)</span>
            <p>
                성남도시개발공사 체육시설은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.<br></br>
                각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
            </p>
            <div className='InfoHandlingPolicy_content_div_div'>
                <div className='InfoHandlingPolicy_content_index'>
                    <span>개인정보파일명</span>
                    <span>운영근거</span>
                    <span>보유기간</span>
                </div>
                <div className='InfoHandlingPolicy_content_content'>
                    <span>체육시설 회원관리</span>
                    <span>성남시 체육시설 관리 운영 조례 제3조, 전자금융거래법 제22조, 전자상거래법 제6조</span>
                    <span>체육시설 회원관리, 수강신청, 체육시설 대관, 민원사무 처리</span>
                    <span>5년</span>
                    <span>성남시 체육시설 부설주차장 운영규정, 전자금융거래법 제22조, 전자상거래법 제6조</span>
                    <span>5년</span>
                </div>
            </div>
            <p>
                성남도시개발공사 체육시설은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집시에 동의받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.<br></br>
                ※ 다음의 사유에 해당하는 경우에는 해당 사유 종료시까지<br></br>
                1) 관계 법령 위반에 따른 수사·조사 등이 진행중인 경우에는 해당 수사·조사 종료시까지<br></br>
                2) 홈페이지 이용에 따른 채권·채무관계 잔존시에는 해당 채권·채무관계 정산시까지<br></br>
                ※ 개인정보보호 종합지원포털(www.privacy.go.kr) ▷ 개인정보민원 ▷ 개인정보의 열람 등 요구 ▷ 개인정보파일 목록 검색 ▷ 기관명에 “성남도시개발공사” 입력하여도 조회가 가능합니다.
            </p>
            <span className='InfoHandlingPolicy_Content_title'>제3조(개인정보의 제3자 제공)</span>
            <p>성남도시개발공사 체육시설은 정보주체의 개인정보를 ‘1. 개인정보의 처리 목적’에서 명시한 범위 내에서만 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이는 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다. 다만, 제5호부터 제9호까지는 공공기관의 경우로 한정합니다.<br></br>
                1. 정보주체로부터 별도의 동의를 받은 경우<br></br>
                2. 다른 법률에 특별한 규정이 있는 경우<br></br>
                3. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우<br></br>
                4. 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 개인정보를 제공하는 경우<br></br>
                5. 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우<br></br>
                6. 조약, 그 밖의 국제협정의 이행을 위하여 외국정부 또는 국제기구에 제공하기 위하여 필요한 경우<br></br>
                7. 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우<br></br>
                8. 법원의 재판업무 수행을 위하여 필요한 경우<br></br>
                9. 형(刑) 및 감호, 보호처분의 집행을 위하여 필요한 경우</p>
            <span className='InfoHandlingPolicy_Content_title'>제4조(개인정보처리 위탁)</span>
            <p>성남도시개발공사 체육시설은 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.<br></br>
                성남도시개발공사 체육시설은 위탁계약 체결시 개인정보 보호법 제26조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.<br></br>
                위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
            </p>
            <span className='InfoHandlingPolicy_Content_title'>제5조(정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항)</span>
            <p>
                정보주체(만14세 미만인 경우에는 법정대리인을 말함)는 성남도시개발공사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.<br></br>
                1. 개인정보 열람요구<br></br>
                2. 오류 등이 있을 경우 정정 요구<br></br>
                3. 삭제요구<br></br>
                4. 처리정지 요구<br></br>
                제1항에 따른 권리 행사는 개인정보처리방법에 관한 고시 별지 제8호 서식에 따라 작성 후 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 이에 대해 지체 없이 조치하겠습니다.<br></br>
                제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 「개인정보처리방법에 관한 고시 제11호 서식」에 따른 위임장을 제출하셔야 합니다.<br></br>
                정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.<br></br>
                개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
                개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.<br></br>
                개인정보 열람, 정정·삭제, 처리정지 청구는 개인정보파일을 보관하고 있는 기관을 통해 직접 신청(오프라인)하시거나 온라인으로 개인정보보호 종합지원 포털(www.privacy.go.kr접속 &gt; &gt;민원마당 &gt; &gt;개인정보열람등요구)을 통해서 할 수 있습니다.<br></br>
                정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.<br></br>
                [내부관리계획 별지 제 6호] 개인정보(열람, 정정·삭제, 처리정지) 요구서<br></br>
                [내부관리계획 별지 제 12호] 위임장 <br></br>
            </p>
            <span className='InfoHandlingPolicy_Content_title'>제6조(처리하는 개인정보의 항목)</span>
            <p>
                성남도시개발공사 체육시설은 다음의 개인정보 항목을 처리하고 있습니다.<br></br>
                인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다. (자동으로 생성·수집되는 개인정보항목이 있는 경우)<br></br>
                - IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록, 불량 이용기록 등<br></br>
            </p>
            <span className='InfoHandlingPolicy_Content_title'>제7조(개인정보 파기 절차 및 방법)</span>
            <p>성남도시개발공사 체육시설은 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 다만, 다른 법률에 따라 보존하여야하는 경우에는 그러하지 않습니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.<br></br>
                <br></br>
                파기절차<br></br>
                불필요한 개인정보 및 개인정보파일은 개인정보책임자의 책임 하에 내부방침 절차에 따라 다음과 같이 처리하고 있습니다.<br></br>
                1&#41; 개인정보의 파기 : 보유기간이 경과한 개인정보는 종료일로부터 지체 없이 파기합니다.<br></br>
                2&#41; 개인정보파일의 파기 : 개인정보파일의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보파일이 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 지체 없이 그 개인정보파일을 파기합니다.<br></br><br></br>
                파기방법<br></br>
                1&#41; 전자적 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.<br></br>
                2&#41; 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</p>
            <span className='InfoHandlingPolicy_Content_title'>제8조(개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)</span>
            <p>성남도시개발공사 체육시설에서 운영하는 홈페이지는 이용자에게 개인형 서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.<br></br>
                쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.<br></br>
                - 쿠키의 사용 목적 : 자주 찾는 서비스를 설정할 수 있도록 하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.<br></br>
                - 쿠키의 설치·운영 및 거부 : 웹브라우저 상단의 도구  &gt; 인터넷 옵션  &gt; 개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부할 수 있습니다.<br></br>
                - 쿠키 저장을 거부할 경우 개인형 서비스 이용에 어려움이 발생할 수 있습니다.</p>
            <span className='InfoHandlingPolicy_Content_title'>제9조(개인정보의 안전성 확보 조치)</span>
            <p>
                성남도시개발공사 체육시설은 「개인정보보호법」 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.<br></br>
                1. 내부관리계획의 수립 및 시행<br></br>
                2. 성남도시개발공사의 내부관리계획 수립 및 시행은 개인정보보호위원회의 내부관리 지침을 준수하여 시행합니다.<br></br>
                3. 개인정보 취급 담당자의 최소화 및 교육<br></br>
                4. 개인정보를 취급하는 담당자를 지정하고 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.<br></br>
                5. 개인정보에 대한 접근 제한<br></br>
                6. 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.<br></br>
                7. 접속기록의 보관 및 위변조 방지<br></br>
                8. 개인정보처리시스템에 접속한 기록을 최소 1년 이상 보관, 관리하고 있습니다.<br></br>
                9. 개인정보의 암호화<br></br>
                10. 이용자의 개인정보는 암호화 되어 저장 및 관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송 시 암호화하여 사용하는 등의 별도 보안기능을 사용하고 있습니다.<br></br>
                11. 해킹 등에 대비한 기술적 대책<br></br>
                12. 성남도시개발공사 체육시설은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다. 또한 네트워크 트래픽의 통제(Monitoring)는 물론 불법적으로 정보를 변경하는 등의 시도를 탐지하고 있습니다.<br></br>
                13. 비인가자에 대한 출입 통제<br></br>
                14. 개인정보를 보관하고 있는 개인정보시스템의 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.<br></br>
            </p>
            <span className='InfoHandlingPolicy_Content_title'>제10조(권익침해 구제방법)</span>
            <p>정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.(아래의 기관은 성남도시개발공사와는 별개의 기관으로서, 성남도시개발공사의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다)<br></br>
                소관업무 : 개인정보 침해사실 신고, 상담 신청<br></br>
                홈페이지 : privacy.kisa.or.kr<br></br>
                • 전화 : (국번없이) 118<br></br>
                • 주소 : 전라남도 나주시 진흥길 9 한국인터넷진흥원<br></br><br></br>
                개인정보 분쟁조정위원회<br></br>
                • 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)<br></br>
                • 홈페이지 : www.kopico.go.kr<br></br>
                • 전화 : 1833-6972<br></br>
                • 주소 : 서울특별시 종로구 세종대로 209 정부서울청사 4층<br></br><br></br>
                대검찰청<br></br>
                • 소관업무 : 개인정보 침해 관련 형사사건 문의 및 신고<br></br>
                • 홈페이지 : www.spo.go.kr<br></br>
                • 전화 : 1301<br></br><br></br>
                경찰청<br></br>
                • 소관업무 : 개인정보 사이버범죄 신고 및 상담<br></br>
                • 홈페이지 : cyberbureau.police.go.kr<br></br>
                • 전화 : (국번없이) 182<br></br>
                ⦁ 또한, 개인정보의 열람, 정정·삭제, 처리정지 등에 대한 정보주체자의 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익을 침해 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.<br></br>
                - 중앙행정심판위원회(www.simpan.go.kr)의 전화번호 안내 참조
            </p>
            <span className='InfoHandlingPolicy_Content_title'>제11조(개인정보보호 책임자 및 담당자 연락처)</span>
            <p>성남도시개발공사 체육시설은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자 및 담당자를 지정하고 있습니다.<br></br>
                정보주체께서는 성남도시개발공사 체육시설의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 성남도시개발공사 체육시설은 정보주체의 문의에 대해 지체없이 답변 및 처리해드릴 것입니다.</p>
            <span className='InfoHandlingPolicy_Content_title'>제12조(개인정보 열람청구)</span>
            <p>정보주체는 개인정보 보호법 제35조에 따른 개인정보의 열람 청구를 개인정보 보호 담당부서로 할 수 있습니다.<br></br>성남도시개발공사 체육시설은 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.<br></br>
                정보주체께서는 위의 열람청구 접수·처리부서 이외에, 개인정보보호위원회의 ‘개인정보보호 종합포털’ 웹사이트(www.privacy.go.kr)를 통하여서도 개인정보 열람청구를 하실 수 있습니다.<br></br>
                개인정보보호위원회 개인정보보호 종합포털 → 개인정보 민원 → 개인정보 열람등 요구(공공아이핀을 통한 실명인증 필요)</p>
            <span className='InfoHandlingPolicy_Content_title'>제13조(영상정보처리기기 설치·운영)</span>
            <p>성남도시개발공사 체육시설은 영상정보처리기기 운영·방침을 별도로 수립하여 운영하고 있습니다.<br></br>
                성남도시개발공사 체육시설 영상정보처리기기 운영·방침</p>
            <span className='InfoHandlingPolicy_Content_title'>제14조(개인정보 처리방침의 변경)</span>
            <p>본 방침은 2022년 11월 17일부터 시행됩니다.</p>

        </div>
    )
}