import './VideoHandle.css';


export default function VideoHandle() {

    return (
        <div>
            <p className='VideoHandle_subtitle'>영상정보처리기기 운영&#183;관리 방침</p>
            <div className='VideoHandle_content'>
                <p>성남도시개발공사 (이하 '본 기관' 이라 함)는 영상정보처리기기 및 중앙관제센터 운영ㆍ관리 방침을 통해 본 기관에서 처리하는 영상정보가 어떠한 용도와 방식으로 이용ㆍ관리되고 있는지 알려드립니다.</p>
            </div>
            <span className='VideoHandle_Content_subtitle'>영상정보처리기기의 설치 근거 및 설치 목적</span>
            <p>본 기관은 개인정보보호법 제25조 제1항에 따라 다음과 같은 목적으로 영상정보 처리기기를 설치ㆍ운영 합니다.<br></br><br></br>
                시설안전 및 화재예방<br></br>
                고객의 안전을 위한 범죄 예방<br></br>
                차량도난 및 파손방지 (주차장에 설치하는 경우)<br></br>
                주차관리(주차장에 설치하는 경우,「주차장법 시행규칙」제6조 제1항)<br></br>
                법령에서 구체적으로 허용하고 있는 경우</p>
            <span className='VideoHandle_Content_subtitle'>처리방법</span>
            <p>
                개인영상정보의 목적 외 이용, 제3자 제공, 파기, 열람 등 요구에 관한 사항을 기록ㆍ관리하고, 보관기간 만료 시 복원이 불가능한 방법으로 영구삭제(출력물의 경우 파쇄 또는 소각) 합니다.</p>
            <span className='VideoHandle_Content_subtitle'>관리책임자 및 접근권한자</span>
            <p>귀하의 영상정보를 보호하고 개인영상정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인영상정보 보호책임자를 두고 있습니다.<br></br>
                ※ ′관리책임자′ 라 함은 소관업무의 수행을 위하여 영상정보처리기기를 실질적으로 설치ㆍ운영하는 자로서, 부서장 또는 사업소의 장을 말함.</p>
            <span className='VideoHandle_Content_subtitle'>영상정보처리기기 설치 및 관리 등의 위탁에 관한 사항</span>
            <p>본 기관은 아래와 같이 영상정보처리기기 설치 및 관리 등을 위탁하고 있으며, 관계 법령에 따라 위탁계약시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.</p>
            <span className='VideoHandle_Content_subtitle'>개인영상정보의 확인 방법 및 장소에 관한 사항</span>
            <p>영상정보 관리책임자에게 미리 연락하고 본 기관을 방문하시면 확인 가능합니다. 단, 영상정보처리기기 열람청구서를 제출하여야 하며, 관리책임자 검토 후 열람 가능합니다.</p>
            <span className='VideoHandle_Content_subtitle'>정보주체의 영상정보 열람 등 요구에 대한 조치</span>
            <p>
                귀하는 개인영상정보에 관하여 열람 또는 존재확인·삭제를 원하는 경우 언제든지 영상정보처리기기 운영자에게 요구하실 수 있습니다. 단, 귀하가 촬영된 개인영상정보 및 명백히 정보주체의 급박한 생명, 신체, 재산의 이익을 위하여 필요한 개인영상정보에 한정됩니다.<br></br>
                본 기관은 개인영상정보에 관하여 열람 또는 존재확인·삭제를 요구한 경우 지체없이 필요한 조치를 하겠습니다.<br></br>
                다음의 경우에는 정보주체의 개인영상정보 열람 등 요구를 거부할 수 있습니다. 이 경우 관리책임자는 10일 이내에 서면 등으로 거부 사유를 정보주체에게 통지합니다.<br></br>
                1. 범죄수사·공소유지·재판수행에 중대한 지장을 초래하는 경우<br></br>
                2. 개인영상정보의 보관기간이 경과하여 파기한 경우<br></br>
                3. 열람 등 요구에 대해 필요한 조치를 취함으로써 타인의 사생활권이 침해될 우려가 큰 경우<br></br>
                4. 기타 정보주체의 열람 등 요구를 거부할 만한 정당한 사유가 존재하는 경우<br></br>
            </p>
            <span className='VideoHandle_Content_subtitle'>영상정보의 안전성 확보조치</span>
            <p>
                본 기관에서 처리하는 영상정보는 폐쇄망 및 영상압축 등을 통하여 안전하게 관리되고 있습니다. 또한 본 기관은 개인영상정보보호를 위한 관리적 대책으로서 개인정보에 대한 접근 권한을 차등부여하고 있고, 개인영상정보의 위․변조 방지를 위하여 개인영상정보의 생성 일시, 열람시 열람 목적․열람자․열람 일시 등을 기록하여 관리하고 있습니다. 이 외에도 개인영상정보의 안전한 물리적 보관을 위하여 잠금장치를 설치하고 있습니다.
            </p>
            <span className='VideoHandle_Content_subtitle'>개인정보 처리방침 변경에 관한 사항</span>
            <p>이 영상정보처리기기 운영·관리방침은 2013년 7월 25일에 제정되었으며 법령ㆍ정책 또는 보안기술의 변경에 따라 내용의 추가ㆍ삭제 및 수정이 있을 시에는 시행하기 최소 7일전에 본 기관 홈페이지를 통해 변경사유 및 내용 등을 공지하도록 하겠습니다.</p>
        </div>
    )
}